{
  "questions": [
    "What would I trade a kidney for?",
    "If I was a drug, what would be my side effect?",
    "What type of contest would I win between all the people in the room?",
    "What is something about me that would surprise my Grandma?",
    "Where is the worst place someone could take me on a first date?",
    "If I was a superhero, what would be my embarrassing weakness?",
    "What animal do I secretly act like?",
    "What reality TV show would I be eliminated from first?",
    "What's the most ridiculous lie I could tell that people might believe?",
    "If I was a cereal, what would be my name?",
    "What household object best represents my personality?",
    "If I wrote an autobiography, what would be its title?",
    "What would I be infamous for in a parallel universe?",
    "What weird talent do I probably have that nobody knows about?",
    "If I was a ghost, where would I haunt and why?",
    "What would be my signature dance move?",
    "Which fictional character would I be most likely to date?",
    "What item in my fridge has probably expired?",
    "If I was a scented candle, what would I smell like?",
    "What emoji best represents me and why?",
    "What ridiculous fashion trend would I bring back if I could?",
    "If I ran for president, what would be my campaign slogan?",
    "What's the strangest thing I would collect?",
    "What would my evil laugh sound like?",
    "What would be my go-to karaoke song?",
    "What would my secret alter ego be named?",
    "If I was a sandwich, what ingredients would I have?",
    "What would I name my boat if I had one?",
    "What '90s trend am I most likely to still be holding onto?",
    "What would I be most likely to get arrested for?",
    "If I was a character in a horror movie, how would I die?",
    "What would be my entrance music if I was a wrestler?",
    "What would I name my pet rock?",
    "If I was a font, which one would I be?",
    "What would I do with a million dollars that would disappoint everyone?",
    "If I was a condiment, which one would I be?",
    "What would I be most likely to smuggle through airport security?",
    "If I had a signature cocktail, what would be in it?",
    "What award show category would be created just for me?",
    "If I was trapped on a desert island, what useless item would I bring?",
    "What historical event would I accidentally cause if I time traveled?",
    "What excuse would I use to get out of plans this weekend?",
    "If I was a holiday, which one would I be?",
    "What would my stripper name be?",
    "If I could have any animal as a sidekick, what would it be and why?",
    "What conspiracy theory would I be most likely to believe?",
    "If I was a vegetable, which one would I be?",
    "What would be on my personalized license plate?",
    "If I was a product at IKEA, what would be my name?",
    "What would be my catchphrase on a reality TV show?",
    "If I was a shoe, what type would I be?",
    "What item would I steal from a hotel room?",
    "If I was a cocktail, what ingredients would I contain?",
    "What would my superpower be if I got bit by a radioactive household object?",
    "If I was stuck in a video game world, which one would it be?",
    "What '80s song would play during my life's montage?",
    "What would I be a world expert on in an alternate universe?",
    "If I was a dessert, what would I be?",
    "What would be my strategy for surviving a zombie apocalypse?",
    "If I was a kitchen appliance, which one would I be?",
    "What celebrity would play me in a movie about my life?",
    "If I was a social media platform, which one would I be?",
    "What would be my talent in a bizarre talent show?",
    "If I was a drink at Starbucks, what would I be called?",
    "What infomercial product would I most likely impulse buy?",
    "If I was a fast food mascot, what would I look like?",
    "What would I do with my fifteen minutes of fame?",
    "If I was a chain restaurant, which one would I be?",
    "What carnival game would I be rigged at?",
    "If I was a brand of car, what would be my slogan?",
    "What would I name my spaceship?",
    "If I was a board game, what would be the objective?",
    "What unusual pet would I most likely own?",
    "If I was a musical instrument, which one would I be?",
    "What would my spirit animal's spirit animal be?",
    "If I was a beverage, what would be my warning label?",
    "What historical figure would I most annoy if we met?",
    "If I was a candy bar, what would be my ingredients?",
    "What would be my weapon of choice in a food fight?",
    "If I was a style of architecture, which would I be?",
    "What would my dating profile bio say if I was completely honest?",
    "If I was a type of weather, what would I be?",
    "What would I name my autobiography that would make everyone uncomfortable?",
    "If I was a meme, which one would I be?",
    "What game show would I be terrible at?",
    "If I was a pizza topping, which one would I be?",
    "What unusual skill would I develop in prison?",
    "If I was a perfume/cologne, what would I be called?",
    "What fictional world would I fit in perfectly?",
    "If I was a cocktail, what would I be garnished with?",
    "What would be my stage name if I joined the circus?",
    "If I was an urban legend, what would I be known for?",
    "What would I most likely be doing during a zombie apocalypse?",
    "If I was a mythological creature, which one would I be?",
    "What would be my signature catchphrase as a game show host?",
    "If I was a famous landmark, which one would I be?",
    "What would my superhero costume look like?",
    "If I was the eighth deadly sin, what would I be?",
    "What would my wrestling persona be?",
    "If I had to live in a TV show, which one would it be?",
    "What would my last meal be if I were on death row?",
    "If I was a character in a children's book, what would my name be?",
    "What unusual thing would I be famous for on social media?",
    "If I was a potato chip flavor, what would I be?",
    "What would I do if I found $10,000 in cash on the street?",
    "If I was a street drug, what would dealers call me?",
    "What would be my specialty if I joined a heist crew?",
    "If I was a candle scent at Yankee Candle, what would I be called?",
    "What would be my signature move in a street fight?",
    "If I was a planet, what would alien scientists name me?",
    "What would be the title of my sex tape?",
    "If I was a character in The Office, what would be my running gag?",
    "What would I name my yacht if I were disgustingly rich?",
    "If I was a color that doesn't exist yet, how would I be described?",
    "What would be my tragic backstory if I was a villain?",
    "If I was a type of cheese, which one would I be?",
    "What would I choose as my death row last meal?",
    "If I was a carnival ride, which one would I be?",
    "What would my face look like on Mount Rushmore?",
    "If I was a disease, what symptoms would I cause?",
    "What would I be notorious for in prison?",
    "If I was a character in Game of Thrones, how would I die?",
    "What would my TED Talk be about if I had to give one tomorrow?",
    "If I was a flavor of ice cream, what would I be called?",
    "What would be my weapon of choice in a zombie apocalypse?",
    "If I was a species of fish, which one would I be?",
    "What would my cult following be dedicated to?",
    "If I was a video game boss, what would be my weakness?",
    "What would be written on my tombstone?",
    "If I was a banned book, why would I be banned?",
    "What would my AI assistant's most common complaint be?",
    "If I was a character in a Wes Anderson film, what would I wear?",
    "What would be my finishing move in Mortal Kombat?",
    "If I was a coffee order, what would it be?",
    "What would my secret menu item at McDonald's be called?",
    "If I was a children's toy, what warning label would I have?",
    "What would I be known for in the witness protection program?",
    "If I was a phobia, what would people be afraid of?",
    "What would my Hogwarts house be and why?",
    "If I was a fancy wine, how would sommeliers describe me?",
    "What would my clickbait headline be?",
    "If I was a musical genre, which one would I be?",
    "What would my country's national anthem sound like if I ruled a nation?",
    "If I was a natural disaster, which one would I be?",
    "What would my prison nickname be?",
    "If I was a font, what would I be called?",
    "What would my Olympic sport be if I could invent one?",
    "If I was a record-breaking Guinness World Record, what would it be for?",
    "What would my DJ name be?",
    "If I was a street name, what would it be?",
    "What would I name my cult if I started one?",
    "If I was a type of sushi roll, what ingredients would I have?",
    "What would my signature scent be as a scratch-and-sniff sticker?",
    "If I was a song played at a wedding, which part would I be?",
    "What would be my signature look on RuPaul's Drag Race?",
    "If I was a sitcom, what would my running gag be?",
    "What would my battle cry sound like?",
    "If I was a state fair food, what would I be?",
    "What would I be known for in the afterlife?",
    "If I was a piece of modern art, how would critics describe me?",
    "What would my gangster nickname be?",
    "If I was a cocktail garnish, what would I be?",
    "What would I be doing in the Purge?",
    "If I was a hot sauce, what would my spice level be?",
    "What would my inappropriate bumper sticker say?",
    "If I was a weird roadside attraction, what would I be?",
    "What would my custom Subway sandwich be called?",
    "If I was a paint color at Home Depot, what would my name be?",
    "What would I be reincarnated as in my next life?",
    "If I was a department store mannequin, what pose would I be in?",
    "What would be my first decree if I became a dictator?",
    "If I was a sock, where would I go missing to?",
    "What would my autobiography title be if written by my worst enemy?",
    "If I was a carnival sideshow, what would I be?",
    "What would my theme park be like?",
    "If I was a Monopoly piece, what shape would I be?",
    "What would my aura color be?",
    "If I was a TV channel, what would be playing at 3 AM?",
    "What would be my star power in a Mario game?",
    "If I was a vegetable, how would I be cooked?",
    "What would be my weird flex?",
    "If I was a character on Sesame Street, what would I teach kids?",
    "What would be my secret ingredient on Chopped?",
    "If I was a bumper car, how would I drive?",
    "What would my fortune cookie message say?",
    "If I was a professional wrestler, what would be my signature move?",
    "What would be my excuse for being late to my own wedding?",
    "If I was a limited edition Oreo flavor, what would I be?",
    "What would my custom license plate say that would embarrass my family?",
    "If I was a cryptid, what would people claim to see me doing?",
    "What would be my Tinder bio if my mom wrote it?",
    "If I was a casino game, how would people lose money?",
    "What would be my superhero origin story?",
    "If I was a burger at a hipster restaurant, what would be in me?",
    "What would my Game of Thrones house sigil and motto be?",
    "If I was a character in The Simpsons, what would my catchphrase be?",
    "What would be my alias if I was in the witness protection program?",
    "If I was a website from the 90s, what would be my annoying feature?",
    "What would I smuggle into a movie theater?",
    "If I was a limited edition Mountain Dew flavor, what would I be called?",
    "What would I be most likely to lie about on my resume?",
    "If I was the antagonist in a children's movie, what would be my evil plan?",
    "What would be my signature cocktail if I was a bartender?",
    "If I was a niche podcast, what would I be about?",
    "What would I attempt to bring back from extinction if I could?",
    "If I was a weird food combination, what would I be?",
    "What would be my excuse for not returning someone's text?",
    "If I was a car air freshener scent, what would I smell like?",
    "What would my nickname be in a post-apocalyptic biker gang?",
    "If I was a tattoo, where would I be located and what would I look like?",
    "What would be my talent on America's Got Talent?",
    "If I was a Pokémon, what would my evolution stages be?",
    "What would be my YouTube channel that somehow has millions of views?",
    "If I was a conspiracy theory, what would I suggest?",
    "What would be my signature dish if I was a chef?",
    "If I was a greeting card, what occasion would I be for?",
    "What would be my inappropriate comment at a funeral?",
    "If I was a viral TikTok trend, what would I be?",
    "What would I name my punk band?",
    "If I was a cheese, what wine would I pair with?",
    "What would be my reason for applying to Mars One?",
    "If I was a rejected Ben & Jerry's flavor, what would I be called?",
    "What would my merch line be selling?",
    "If I was a genre of film that doesn't exist yet, what would I be?",
    "What would be my signature finishing move in professional wrestling?",
    "If I was a bird, what annoying habits would I have?",
    "What would I be doing in a Hieronymus Bosch painting?",
    "If I was an essential oil, what ailments would I claim to cure?",
    "What would my Dungeons & Dragons character be like?",
    "If I was a menu item at a 5-star restaurant, how would I be described?",
    "What would be my terrible business idea that might actually work?",
    "If I was a fast food menu item, what would I be called?",
    "What would my self-help book be titled?",
    "If I was a character in an 80s movie, what stereotype would I be?",
    "What would be my mugshot pose?",
    "If I was a flavor of vape juice, what would I be called?",
    "What would my stage name be if I was an adult film star?",
    "If I was a cult classic movie, what would I be about?",
    "What would be my signature dance in a Fortnite game?",
    "If I was a warning label, what would I say?",
    "What would be my controversial opinion that I'd die on a hill for?",
    "If I was a menu item at Taco Bell, what would be in me?",
    "What would my pickup line be?",
    "If I was a knock-off designer brand, what would my name be?",
    "What would be my first tweet if I just woke up from a 10-year coma?",
    "If I was a Lush bath bomb, what would I be called?",
    "What would my excuse be for not showing up to work?",
    "If I was a budget superhero, what would my powers be?",
    "What would be my inappropriate kids' show idea?",
    "If I was a tarot card, which one would I be?",
    "What would I shout out during an inappropriate moment of silence?",
    "If I was a weird category on Jeopardy, what would I be?",
    "What would be my opening line on a blind date?",
    "If I was a terrible life hack, what would I be?",
    "What would my catch and release policy be on Tinder?",
    "If I was a Snapchat filter, what would I do to people's faces?",
    "What would be my theme song as I enter a room?",
    "If I was a bizarre local ordinance, what would I prohibit?",
    "What would my excuse be for why I'm covered in glitter?",
    "If I was a bad tattoo decision, what would I be?",
    "What would my custom vanity plate say that wouldn't get approved by the DMV?",
    "If I was a useless survival tip, what would I suggest?",
    "What would be my excuse for having 50 tabs open on my browser?",
    "If I was a misheard song lyric, what would I be?",
    "What would my sideshow attraction be in a circus?",
    "If I was a weird item confiscated by TSA, what would I be?",
    "What would be my inappropriate time to use finger guns?",
    "If I was a fragrance at Bath & Body Works, what would I be called?",
    "What would my excuse be for having a secret second family?",
    "If I was a weird thing found in someone's search history, what would I be?",
    "What would be my unsuccessful Shark Tank pitch?",
    "If I was a bizarre local news headline, what would I be?",
    "What would my explanation be for why I'm banned from Walmart?",
    "If I was a questionable tattoo idea, what would I be?",
    "What would be my reason for calling in sick when I'm not actually sick?",
    "If I was a flavor of White Claw that doesn't exist, what would I be called?",
    "What would my excuse be for why I'm dressed as a banana?",
    "If I was a regrettable online purchase at 2 AM, what would I be?",
    "What would my excuse be for having 17 unread text messages?",
    "If I was a terrible suggestion in a brainstorming meeting, what would I be?",
    "What would be my unconventional use for a potato?",
    "If I was a weird thing to collect, what would it be?",
    "What would my excuse be for why I'm covered in peanut butter?",
    "If I was a strange thing to whisper to someone on an elevator, what would I say?",
    "What would my excuse be for why my homework is late?",
    "If I was a questionable item found in someone's freezer, what would I be?",
    "What would be my response if someone asked me what year it is?",
    "If I was a bizarre home remedy, what would I cure?",
    "What would my explanation be for why I have a llama in my apartment?",
    "If I was a terrible password hint, what would I be?",
    "What would be my reason for calling 911 that isn't an emergency?",
    "If I was a weird thing to say to a waiter, what would it be?",
    "What would my excuse be for being found in someone else's bed?",
    "If I was a strange thing to do at a funeral, what would it be?",
    "What would my excuse be for why I'm wearing sunglasses indoors?",
    "If I was a questionable fad diet, what would I recommend?",
    "What would be my reason for owning 47 rubber ducks?",
    "If I was a weird thing to say during a job interview, what would it be?",
    "What would my explanation be for why I'm in the wrong classroom?",
    "If I was a strange thing to keep in my glove compartment, what would it be?",
    "What would be my excuse for not attending my high school reunion?",
    "If I was a peculiar habit, what would it be?",
    "What would my excuse be for having three shopping carts at the grocery store?",
    "If I was a bad piece of relationship advice, what would I be?",
    "What would my explanation be for why I'm wearing a raincoat on a sunny day?",
    "If I was a strange workout routine, what would it involve?",
    "What would be my reason for calling my ex at 3 AM?",
    "If I was a weird thing to keep in my car's trunk, what would it be?",
    "What would my excuse be for having glitter in my beard/hair?",
    "If I was a terrible baby name, what would I be?",
    "What would be my explanation for why I smell like cinnamon?",
    "If I was a strange gift to bring to a baby shower, what would I be?",
    "What would my excuse be for missing my own birthday party?",
    "If I was a bizarre thing to say to a police officer, what would it be?",
    "What would be my reason for having ten different types of hot sauce?",
    "If I was a weird thing to do on a first date, what would it be?",
    "What would my excuse be for why I can't come to the phone right now?",
    "If I was a strange request for a barber/hairstylist, what would it be?",
    "What would be my explanation for why I'm running through the airport?",
    "If I was a bizarre wedding tradition, what would I be?",
    "What would my excuse be for why I'm wearing my clothes backwards?",
    "If I was a strange thing to collect in my basement, what would it be?",
    "What would be my reason for having a life-size cardboard cutout of Danny DeVito?",
    "If I was a weird thing to say during a medical exam, what would it be?",
    "What would my excuse be for why I have fourteen unmatched socks?",
    "If I was a strange hobby to list on a dating profile, what would it be?",
    "What would be my explanation for why I'm covered in feathers?",
    "If I was a bizarre message to leave on a Post-it note, what would it say?",
    "What would my excuse be for not showing up to a date?",
    "If I was a weird way to break up with someone, how would I do it?",
    "What would be my reason for having a collection of garden gnomes?",
    "If I was a strange thing to bring to the beach, what would it be?",
    "What would my excuse be for why my entire phone gallery is full of pictures of bread?",
    "If I was a bizarre method for curing hiccups, what would it be?",
    "What would be my reason for refusing to eat anything orange?",
    "If I was a strange fact to share at a dinner party, what would it be?",
    "What would my excuse be for having twenty-seven browser tabs open?",
    "If I was a bizarre thing to do at a wedding, what would it be?",
    "What would be my explanation for why I have a watermelon in my backpack?",
    "If I was a weird thing to say during a moment of silence, what would it be?",
    "What would my excuse be for why I'm wearing two different shoes?",
    "If I was a strange bucket list item, what would I be?",
    "What would be my reason for having a taxidermied squirrel wearing a top hat?",
    "If I was a bizarre talent to show off at parties, what would it be?",
    "What would my excuse be for why I'm hiding in your closet?",
    "If I was a strange allergy to claim to have, what would it be?",
    "What would be my explanation for why I know so much about medieval torture devices?",
    "If I was a weird topic to be passionate about, what would it be?",
    "What would my excuse be for having fifteen different streaming services?",
    "If I was a strange thing to name my car, what would it be?",
    "What would be my reason for carrying a spork at all times?",
    "If I was a bizarre belief to hold, what would it be?",
    "What would my explanation be for why I'm wearing a Halloween costume in April?",
    "If I was a strange thing to be afraid of, what would it be?",
    "What would be my reason for having a shrine dedicated to Nicolas Cage?",
    "If I was a weird thing to do in an elevator, what would it be?",
    "What would my excuse be for why my browser history is so concerning?",
    "If I was a strange thing to whisper to a baby, what would it be?",
    "What would be my explanation for why I'm banned from all Chuck E. Cheese locations?",
    "If I was a bizarre Guinness World Record to attempt, what would it be?",
    "What would my excuse be for why my plant collection has taken over my entire apartment?",
    "If I was a strange way to quit a job, how would I do it?",
    "What would be my reason for owning seventy-three novelty mugs?",
    "If I was a weird thing to ask Siri, what would it be?",
    "What would my explanation be for why I only communicate through interpretive dance?",
    "If I was a strange thing to keep in my medicine cabinet, what would it be?",
    "What would be my reason for having my phone's language set to Hungarian when I don't speak Hungarian?",
    "If I was a bizarre thing to say to my reflection, what would it be?",
    "What would my excuse be for having six different dating app profiles?",
    "If I was a strange thing to be nostalgic about, what would it be?",
    "What would be my explanation for why I'm wearing swimming goggles at a restaurant?",
    "If I was a weird thing to research at 3 AM, what would it be?",
    "What would my excuse be for why I have a cardboard box full of used batteries?",
    "If I was a bizarre way to celebrate my birthday, what would it involve?",
    "What would be my reason for having seventeen different email addresses?",
    "If I was a strange first date suggestion, what would it be?",
    "What would my explanation be for why I keep a photo of Jeff Goldblum in my wallet?",
    "If I was a weird thing to say to a drive-thru worker, what would it be?",
    "What would be my excuse for having a Pinterest board dedicated to staplers?",
    "If I was a bizarre service to offer on Craigslist, what would it be?",
    "What would my reason be for refusing to walk under ladders but being fine with black cats?",
    "If I was a strange thing to keep in my purse/wallet, what would it be?",
    "What would be my explanation for why I know all the words to the SpongeBob theme song in Spanish?",
    "If I was a weird thing to be competitive about, what would it be?",
    "What would my excuse be for having a folder on my computer labeled 'Definitely Not Raccoon Pictures' that's full of raccoon pictures?",
    "If I was a bizarre conversation starter at a networking event, what would I say?",
    "What would be my reason for collecting hotel shampoo bottles but never using them?",
    "If I was a strange thing to do while waiting in line, what would it be?",
    "What would my explanation be for why I always wear mismatched socks?",
    "If I was a weird talent to put on my resume, what would it be?",
    "What would be my excuse for texting 'I see you' to a random number?",
    "If I was a strange thing to name a pet, what would it be?",
    "What would my reason be for having three different Amazon accounts?",
    "If I was a bizarre fact to know about squirrels, what would it be?",
    "What would be my explanation for why I have a framed photo of a burrito?",
    "If I was a weird thing to say before falling asleep, what would it be?",
    "What would my excuse be for having a playlist called 'Songs to Commit Tax Fraud To'?",
    "If I was a strange thing to bring on a camping trip, what would it be?",
    "What would be my reason for having a drawer full of expired coupons?",
    "If I was a bizarre thing to do at a stoplight, what would it be?",
    "What would my explanation be for why I have three different Netflix profiles for just myself?",
    "If I was a weird item to have on my nightstand, what would it be?",
    "What would be my excuse for having a folder of pictures of strangers' dogs?",
    "If I was a strange thing to say at a parent-teacher conference, what would it be?",
    "What would my reason be for writing fan fiction about HGTV shows?",
    "If I was a bizarre thing to keep in my refrigerator, what would it be?",
    "What would be my explanation for why I know the entire choreography to Thriller?",
    "If I was a weird thing to be an expert on, what would it be?",
    "What would my excuse be for having a Pinterest board dedicated to 'Fancy Pigeons'?",
    "If I was a strange thing to say during a job interview, what would it be?",
    "What would be my reason for having a different accent every day of the week?",
    "If I was a bizarre thing to blame for being late, what would it be?",
    "What would my explanation be for why I have a jar labeled 'Definitely Not Teeth'?",
    "If I was a weird thing to wish for when blowing out birthday candles, what would it be?",
    "What would be my excuse for having a notebook full of drawings of potatoes?",
    "If I was a strange thing to say before jumping into a pool, what would it be?",
    "What would my reason be for collecting unusually shaped rocks?",
    "If I was a bizarre thing to do in a library, what would it be?",
    "What would be my explanation for why my phone background is a close-up of Guy Fieri?",
    "If I was a weird thing to be afraid of, what would it be?",
    "What would my excuse be for having a spreadsheet tracking the squirrels in my neighborhood?",
    "If I was a strange secret ingredient in my signature dish, what would it be?",
    "What would be my reason for owning seven identical pairs of shoes?",
    "If I was a bizarre thing to do on an airplane, what would it be?",
    "What would my explanation be for why I have a collection of hotel 'Do Not Disturb' signs?",
    "If I was a weird thing to say during a toast, what would it be?",
    "What would be my excuse for having a photo album dedicated to pictures of mailboxes?",
    "If I was a strange item to have in my emergency kit, what would it be?",
    "What would my reason be for naming my houseplants after ex-presidents?",
    "If I was a bizarre way to describe the weather, what would I say?",
    "What would be my explanation for why I have a lifetime supply of bubble wrap?",
    "If I was a weird thing to do during a power outage, what would it be?",
    "What would my excuse be for having a hidden stash of rubber ducks?",
    "If I was a strange thing to say to a cashier, what would it be?",
    "What would be my reason for keeping all my fortune cookie fortunes since 2010?",
    "If I was a bizarre thing to do at a red light, what would it be?",
    "What would my explanation be for why my phone is always on airplane mode?",
    "If there was a weird thing I collected, what would it be?"
  ]
}
